[
  {
    "type": "Core",
    "facilityName": "Command Center",
    "facilityDescription": "The beating heart of the base. This is where the company organizes their forces throughout the theater, from active field teams to support efforts to scouts. It's also where players pick, and are briefed on, their Jobs.",
    "facilityPrice": 0,
    "isPurchased": true,
    "upgrades": [
      {
        "upgradeName": "Advanced Scout Kits",
        "upgradeDescription": "The Job Board has 1 more Job to choose from.",
        "upgradePrice": 3500,
        "maxPurchases": 1,
        "upgradeCount": 0
      },
      {
        "upgradeName": "Negotiator Training",
        "upgradeDescription": "Once per full repair, a Job of the players' choice pays 15% more.",
        "upgradePrice": 5000,
        "maxPurchases": 1,
        "upgradeCount": 0
      }
    ]
  },
  {
    "type": "Core",
    "facilityName": "Schedule-3 Printer",
    "facilityDescription": "A massive construct that allows the company to build and maintain vehicles, weapons, armaments, and, of course, mechs. A Schedule-3 allows players to print any mech they're licensed for, even the mighty Barbarossa.",
    "facilityPrice": 0,
    "isPurchased": true,
    "upgrades": [
      {
        "upgradeName": "Auxiliary Printer",
        "upgradeDescription": "Every full repair, each player rolls 1D20. On an 16+, that player receives 2 bonus limited item charges.",
        "upgradePrice": 4000,
        "maxPurchases": 1,
        "upgradeCount": 0
      },
      {
        "upgradeName": "Robust Materials",
        "upgradeDescription": "Every full repair, each player rolls 1D20. On an 18+, that player receives 1 bonus repair point.",
        "upgradePrice": 5000,
        "maxPurchases": 1,
        "upgradeCount": 0
      }
    ]
  },
  {
    "type": "Core",
    "facilityName": "Hangar Bay",
    "facilityDescription": "This is where dropships and mechs are maintained after printing, and where all adventures start and end.",
    "facilityPrice": 0,
    "isPurchased": true,
    "upgrades": [
      {
        "upgradeName": "Gunbirds",
        "upgradeDescription": "Dropships are outfitted to provide fire support. 1/combat, any player can call in a strafing run as a Protocol. Draw a Line 5 template anywhere on the map. All enemies affected must pass an Agility check or take 1D6 kinetic damage.",
        "upgradePrice": 5000,
        "maxPurchases": 1,
        "upgradeCount": 0
      },
      {
        "upgradeName": "Satbirds",
        "upgradeDescription": "Dropships are outfitted to provide spotter support. 1/combat, any player can call in a location ping as a Protocol. Draw a Blast 2 template anywhere on the map. All enemies in the affected area must pass a Systems check or receive the Lock On condition. Pass or fail, they lose Invisible and are unable to Hide or regain Invisibility until the start of their next turn.",
        "upgradePrice": 5000,
        "maxPurchases": 1,
        "upgradeCount": 0
      }
    ]
  },
  {
    "type": "Major",
    "facilityName": "Med Bay",
    "facilityDescription": "A top of the line medical facility, worthy of any Core planet. Every time players return to base from a Job, their pilots recuperate 3HP, or 1 stress if you're using the Bonds system (Field Guide:  The Karrakin Trade Baronies).",
    "facilityPrice": 10000,
    "isPurchased": false,
    "upgrades": [
      {
        "upgradeName": "Supplements",
        "upgradeDescription": "1/job, Each player gets a free +1 accuracy for any check or save during combat.",
        "upgradePrice": 3500,
        "maxPurchases": 1,
        "upgradeCount": 0
      },
      {
        "upgradeName": "Field Triage",
        "upgradeDescription": "1/full repair, players can call in an emergency medical support craft to their location. This allows them to heal their HP (or stress) as per the Med Bay's normal use, and otherwise gives them access to full medical service. This action can only be taken at a safe area without hostile anti-air defenses.",
        "upgradePrice": 4000,
        "maxPurchases": 1,
        "upgradeCount": 0
      }
    ]
  },
  {
    "type": "Major",
    "facilityName": "Brig",
    "facilityDescription": "Holding cells for prisoners of war, complete with a sleepy guard. Players can now take prisoners during combat and sell them for ransom to their home faction. The Brig can only hold 2 prisoners at a time by default. Prisoners are also split into 3 tiers, each representing how much they're worth to their home faction:  Wanted Personnel 400m, Important Personnel 600m, and Essential Personnel 800m. The GM has final say on what NPCs qualify as each tier, if at all, and is free to adjust ransom costs to suit the narrative.",
    "facilityPrice": 12000,
    "isPurchased": false,
    "upgrades": [
      {
        "upgradeName": "Expanded Cells",
        "upgradeDescription": "The Brig can hold 1 more prisoner. This upgrade can be purchased twice.",
        "upgradePrice": 3000,
        "maxPurchases": 2,
        "upgradeCount": 0
      },
      {
        "upgradeName": "Background Checks",
        "upgradeDescription": "Each ransom earns 15% more manna.",
        "upgradePrice": 5500,
        "maxPurchases": 1,
        "upgradeCount": 0
      }
    ]
  },
  {
    "type": "Major",
    "facilityName": "Workshop",
    "facilityDescription": "An advanced workshop equipped with a crack team of engineers. The workshop team can develop any reserve players want from the complete shop pool, or even custom reserves with GM approval. Set out a 3 segment clock and write down the desired reserve. Every time players return to base from a Job, the clock fills up by one slot automatically. When all slots are filled, the players gets the item.",
    "facilityPrice": 13000,
    "isPurchased": false,
    "upgrades": [
      {
        "upgradeName": "Subaltern Assistants",
        "upgradeDescription": "The Workshop clock now only has 2 slots.",
        "upgradePrice": 5000,
        "maxPurchases": 1,
        "upgradeCount": 0
      },
      {
        "upgradeName": "Diversified Fabricators",
        "upgradeDescription": "Whenever the workshop manufactures a reserve, it makes one random reserve as a bonus.",
        "upgradePrice": 4000,
        "maxPurchases": 1,
        "upgradeCount": 0
      }
    ]
  },
  {
    "type": "Major",
    "facilityName": "Intelligence Center",
    "facilityDescription": "A bustling war room filled with monitoring stations, strategy maps, and busy agents. Here, players have a chance to get a partial list of the class and templates of the enemies they'll be encountering on the next Job, as well as a brief summary of their tactical use. Whenever the next Job is selected, players elect someone to roll 1D20. On a 1-9, they only learn about one NPC. On a 10-14, they learn about two NPCs. On a 15-19, they learn about three NPCs. On a 20, they learn about four NPCs. The GM always chooses which NPCs are revealed.",
    "facilityPrice": 16000,
    "isPurchased": false,
    "upgrades": [
      {
        "upgradeName": "Schematic Hack",
        "upgradeDescription": "Players can get a full preemptive scan of one of the researched NPCs.",
        "upgradePrice": 4000,
        "maxPurchases": 1,
        "upgradeCount": 0
      },
      {
        "upgradeName": "SALIERI-Class COMP/CON",
        "upgradeDescription": "When players select a Job, they will know the exact quantity of individual NPCs they're likely to face.",
        "upgradePrice": 5000,
        "maxPurchases": 1,
        "upgradeCount": 0
      }
    ]
  },
  {
    "type": "Major",
    "facilityName": "Pilot Training Course",
    "facilityDescription": "An advanced obstacle and live-fire course that can turn your average infantry grunt into a black-blooded mech pilot. Players can train a mercenary from their company to assist them in combat. Set out a 3 segment clock. Every time players return to base from a Job, they elect someone to roll 1D20. Increase the clock by 1 slot on a 10+ to check on the rookie's training progress. When all slots are filled, the party gets to pick any NPC class with 1 optional feature. Players can keep up to 3 allies at a time, but only 1 can ever be deployed at once. Once you bring an ally to a Job, you cannot bring another one until the next full repair.",
    "facilityPrice": 18000,
    "isPurchased": false,
    "upgrades": [
      {
        "upgradeName": "Equipment Training",
        "upgradeDescription": "All NPC allies get +1 optional. This upgrade can be purchased twice.",
        "upgradePrice": 5000,
        "maxPurchases": 2,
        "upgradeCount": 0
      },
      {
        "upgradeName": "Survival Training",
        "upgradeDescription": "All NPC allies get +1 structure.",
        "upgradePrice": 6000,
        "maxPurchases": 1,
        "upgradeCount": 0
      }
    ]
  },
  {
    "type": "Major",
    "facilityName": "Green Squad Barracks",
    "facilityDescription": "Another barracks that houses a backup team of mech pilots. Players can send Green Squad out to complete one of the Job offers they didn't take. After players return from a Job, they can roll 1D20 to see how Green Squad did, with +1 difficulty per Job Rank. No bonuses can be applied to this roll except by the Better Training upgrade. On a 10+, Green Squad succeeds and each player gets 25% of the pay offered by that Job. On a 5 or less, Green Squad is wiped out and players cannot take this option again until the next full repair. Don't get attached.",
    "facilityPrice": 18000,
    "isPurchased": false,
    "upgrades": [
      {
        "upgradeName": "Better Training",
        "upgradeDescription": "Green Squad gets +1 Accuracy when rolling to complete a Job. This upgrade can be purchased twice.",
        "upgradePrice": 5000,
        "maxPurchases": 2,
        "upgradeCount": 0
      },
      {
        "upgradeName": "Revolving Door Recruitment",
        "upgradeDescription": "You no longer have to wait until the next full repair to send out a new Green Squad when the last one is wiped out.",
        "upgradePrice": 6000,
        "maxPurchases": 1,
        "upgradeCount": 0
      }
    ]
  }
]